Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tämä kuvastaa kansainvälisellä tasolla selvästi havaittavaa suuntausta. Siellä alkuperäiskansat ovat saaneet yhä merkittävämmän roolin julkilausumien tekstien ja muiden kansainvälisten asiakirjojen muotoilemisessa.
sme: Dát speadjalastá treandda mii lea oinnolaš riikkaidgaskasaš dásis, mas álgoálbmogat leat beassan dađistaga deaŧaleabbo rollii julggaštusteavsttaid ja eará riikkaidgaskasaš instrumeanttaid ráhkadeamis.

source: Alkuperäiskansojen osallistumisoikeus ulottuu siten pidemmälle kuin kansallisella tasolla sovellettava neuvotteluprosessi. ”
sme: Álgoálbmogiid vuoigatvuohta searvat ollá dainna lágiin guhkkelii go dušše gulaskuddanprosessii mat čađahuvvojit nationála dásis.

source: Asiantuntijatyöryhmä toteaa, että kansainvälisoikeudellisessa merkityksessä
sme: Áššedovdi joavku váldá vuhtii ahte traktáhta álbmotrievttálaš mearkkašumis –

source: valtiosopimus − jota usein nimitetään yleissopimukseksi − on valtioiden (tai muiden
sme: dávjá namahuvvo konvenšuvdnan – lea soahpamuš stáhtaid gaskka (dahje eará

source: kansainvälisoikeudellisten subjektien, kuten kansainvälisten järjestöjen) välinen sopimus.
sme: álbmotriektesubjeavttain nugo riikkaidgaskasaš organisašuvnnaiguin). Jagi 1969

source: Valtiosopimusoikeutta koskevaa vuonna 1969 tehtyä Wienin yleissopimusta käytetään 1
sme: Wien-konvenšuvdna mii gieđahallá traktáhtavuoigatvuođa, boahtá atnui artihkkala 1

source: artiklan perusteella valtioiden välisiin sopimuksiin.
sme: mielde stáhtaidgaskasaš traktáhtaide.

source: Mainitun yleissopimuksen 2 artiklassa
sme: Dan artihkkalis 2 čilgejuvvo traktáhta

source: valtiosopimus tarkoittaa kansainvälistä välipuhetta, joka on tehty kirjallisesti valtioiden välillä
sme: riikkaidgaskasaš soahpamuššan mii dahkkojuvvo stáhtaid gaskka čálálaš hámis ja

source: ja joka on kansainvälisen oikeuden alainen.
sme: gullá riikkaidgaskasaš rievtti vuollái.

source: Valtion ja väestöryhmän välinen sopimus ei ole sopimus kansainvälisoikeudellisessa
sme: Soahpamuš stáhta ja álbmotjoavkku gaskka ii jođe konvenšuvdnan álbmot

source: merkityksessä, ja saman on katsottava koskevan kolmen sopimusvaltion saamelaiskäräjiä
sme: rievttálaš mearkkašumis, ja nu lea jáhkkimis dakkár soahpamušge mii dahkkojuvvo

source: saamelaisten edustajina.
sme: Sámedikkiin sámi álbmoga ovddasteaddjin.

source: Tämän takia Suomen, Norjan ja Ruotsin ja näiden kolmen maan saamelaiskäräjien
sme: Soahpamuš Suoma, Norgga, Ruoŧa ja dan golmma riikka sámedikkiid gaskka

source: välisestä sopimuksesta tulisi oikeudelliselta luonteeltaan sekava.
sme: galggašii de luonddus dihte leat segohus.

source: Sitä voitaisiin pitää
sme: Dan galggašii sáhttit atnit álbmotrievttálaš

source: kansainvälisoikeudellisena valtiosopimuksena niiltä osin kuin kyseiset kolme sopimusvaltiota
sme: traktáhtan daid osiid dáfus main dat golbma stáhta leat váldán badjelasaset geatnegas

source: ovat tehneet toinen toistaan velvoittavia sitoumuksia, mutta siitä tulisi luonteeltaan
sme: vuođaid guhtet guimmiidasaset, muhto dan fertešii atnit earáláganin dakko gokko

source: toisenlainen niiltä osin kuin se koskisi valtioiden ja saamelaiskäräjien tai valtioiden ja
sme: áššin lea stáhtaid ja sámedikkiid riektegaskavuohta, dahje stáhtaid ja ovttaskas sámiid

source: yksittäisten saamelaisten välistä oikeussuhdetta.
sme: Áššedovdi joavku oaivvilda ahte soahpamuš mii dušše muhtumassii lea

source: Asiantuntijatyöryhmä katsoo, että luonteeltaan ainoastaan osittain
sme: álbmotrievttálaš luonddu mielde, dagaha rievttálaš eahpečielggasvuođa ja sáhttá

source: kansainvälisoikeudellinen sopimus aiheuttaa oikeudellista epäselvyyttä ja että sen auktoriteetti ja vaikuttavuus kärsivät.
sme: massit árvoválddi ja váikkuhanfámu.

source: Näin on olemassa vaara, ettei sen merkitys saamelaisten statuksen
sme: Dasa lea nappo dalle dat várra, ahte ii bastte

source: sääntelijänä yllä asiantuntijatyöryhmän toivomalle tasolle.
sme: reguleret sámi álbmoga árvodási, nugo livččii sávahahtti áššedovdi joavkku oaivila

source: Asiantuntijatyöryhmä pitää kuitenkin välttämättömänä sitä, että sopimusvaltioiden
sme: Dattetge dovddaha áššedovdi joavku dárbbašlažžan ahte sámedikkit leat

source: saamelaiskäräjät ovat yksimielisiä sopimuksen sisällöstä.
sme: ovttamielalaččat konvenšuvnna sisdoalus.

source: Tämän takia asiantuntijatyöryhmä
sme: Čoavddus maid áššedovdi joavku vállješii,

source: pitää parempana ratkaisua, jossa sopimuksen ratifiointi ja voimaantulo edellyttävät
sme: mearkkaša ahte sámedikkiid dohkkeheapmi dahkkojuvvo eaktun konvenšuvnna

source: saamelaiskäräjien hyväksyntää.
sme: ratifiseremii ja fámuiduvvamii.

source: Yksittäisiä säännöksiä koskevia huomautuksia
sme: Mearkkašumit muhtun mearrádusaide

source: 9.1 Yleistä
sme: 9.1 Oppalaččat

source: Tämän ehdotuksen yleisessä osassa on ainoastaan rajoitetusti perusteltu säännöksiä, joita
sme: Dán árvalusa oppalaš oasis leat dušše ráddjejuvvon munnái čađahuvvon ákkasteamit

source: sopimustekstin on ehdotettu sisällytettäväksi.
sme: daid mearrádusaid beale mat eavttuhuvvojit konvenšuvdnateavsttas.

source: Tämä johtuu osittain siitä, että nämä säännökset
sme: Dasa lea sivvan

source: koskevat suuressa määrin jo aiempien julkisten selvitysten ja keskustelujen kohteina olleita
sme: muhtumassii dat ahte áššit leat viehka muddui dakkárat mat juo lea gieđahallojuvvon

source: kysymyksiä. Niitä on muun muassa käsitelty tämän asiantuntijatyöryhmän nimittämisen
sme: almmolaš čielggademiin ja divaštallamiin, earret eará vuođđodokumeanttain maid

source: perustana olleissa asiakirjoissa. Emme ole tämän vuoksi katsoneet tarkoituksenmukaiseksi
sme: vuođul dát áššedovdi joavku nammaduvvui, ja mii leat jáhkkán das leat unnán ávki,

source: liittää ehdotukseemme dokumentaatiota, jossa kerrattaisiin jo ennalta hyvin tunnettua ja
sme: još guhkedivččiimet iežamet árvalusa duođaštusaiguin mat juo lea dovdosat ja olá

source: helposti saatavilla olevaa aineistoa.
sme: muttus, ja dat livččii dušše ávdnasiid geardduheapmi.

source: Yleisen osan rajoittaminen johtuu myös siitä, että olemme
sme: Muhto oppalaš oasi

source: yleisesti päättäneet perustella ehdottamiamme säännöksiä yksittäisten artiklojen yhteydessä.
sme: ráddjejupmi vuolgá maid das ahte eanaš mii leat válljen čilget árvaluvvon

source: Tämä on ollut koko työn ajan soveltamamme luonnollinen menettelytapa, ja se on johtunut
sme: mearrádusaid guđege artihkkala olis. Dat lea barggus leamaš lunddolaš vuohki

source: sopimuksen erityisen laajasta aihepiiristä.
sme: konvenšuvnna erenoamáš viiddis áššesuorggi geažil.

source: Sopimus käsittää tosiasiallisesti yhden kokonaisen
sme: Konvenšuvdna fátmmasta áššiid

source: kansan merkittävät elämänalueet, ja vaikka yksittäiset perusperiaatteet ovatkin suurelta osin
sme: dáfus olles álbmoga stuorra eallinsviidodagaid, ja vaikko muhtun vuođđudeaddji

source: saamelaisoikeudellisen sääntelyn perusteena, eri alueisiin myötävaikuttavat usein hyvinkin
sme: prinsihpat dolvvodit eatnat sámerievttálaš reguleremii, de dávjá áššiid viehka

source: erilaiset asialliset näkökohdat.
sme: iešguđetlágan vuhtiiváldimat leat mielde váikkuheamen guđege suorggis.

source: Sopimustekstiehdotuksen yli viidessäkymmenessä artiklassa
sme: Árvaluvvon

source: monia näistä näkökohdista perustellaan erityisellä tavalla. Valitsemastamme esitysmuodosta
sme: konvenšuvdnateaksta siskkilda eanet go vihttalogi artihkkala, ja dain máŋgga

source: seuraa, että säännöksiä koskevat huomautukset ulottuvat kaiken kaikkiaan suhteellisen laajalle
sme: artihkkalii leat erenoamáš ákkat. Válljejuvvon ovdanbuktinvuogi boađus lea ahte

source: alueelle.
sme: oppalohkái leat mearrádusaid mearkkašumit viidon viehka ollu.

source: Ennen yksittäisiä säännöksiä koskevia huomautuksia kommentoimme joiltakin osin
sme: Guđege mearrádussii gullevaš mearkkašumi ovddabeallai mii lasihit maid

source: myös sopimuksen otsikkoa ja sopimustekstin alkusanoja.
sme: moadde komeantta konvenšuvnna bajilčállagii ja konvenšuvdnateavstta ovdasátnái.

source: 9.2 Sopimuksen otsikko
sme: 9.2 Konvenšuvnna bajilčála

source: Asiantuntijatyöryhmän 13. marraskuuta 2002 saaman toimeksiannon mukaan työryhmän tulee
sme: Áššedovdi joavkku vástesaš direktiivvas, mii lea skábmamánu 13. b. rájis 2002,

source: laatia ehdotuksia pohjoismaiseksi saamelaissopimukseksi.
sme: sámekonvenšuvnna.

source: Asiantuntijatyöryhmä on pohtinut,
sme: Áššedovdi joavku lea árvvoštallan leago sáni davviriikkalaš

source: onko tässä yhteydessä oikein käyttää sanaa pohjoismainen, koska sopimus ei käsitä kaikkia
sme: (nordisk) riekta geavahit dán oktavuođas, go konvenšuvdna ii šatta fátmmastit buot

source: Pohjoismaita vaan ainoastaan Suomen, Norjan ja Ruotsin.
sme: davviriikkaid, muhto dušše Suoma, Norgga ja Ruoŧa.

source: Tämän johdosta keskustelua on
sme: Danne leat eará konvenšuvdna

source: käyty myös muista sellaisista sopimuksen otsikoista, kuten Saamelaisten oikeuksia Suomessa,
sme: bajilčállagat leamaš divaštallamiid fáddán, nugo Konvenšuvdna sámi álbmoga

source: Norjassa ja Ruotsissa koskeva sopimus ja Suomen, Norjan ja Ruotsin välinen saamelaisten
sme: vuoigatvuođaid birra Suomas, Norggas ja Ruoŧas ja Suoma, Norgga ja Ruoŧa

source: oikeuksia koskeva sopimus.
sme: gaskasaš konvenšuvdna sámi álbmoga vuoigatvuođaid birra.

source: Asiantuntijatyöryhmä on kuitenkin päätynyt pitämään parhaana
sme: Áššedovdi joavku lea

source: otsikkoa Pohjoismainen saamelaissopimus.
sme: buoremusat dohkke.

source: Kuten edellä on mainittu, asiantuntijatyöryhmän
sme: Nugo namahuvvui, de dát namahus dat geavahuvvo áššedovdi

source: toimeksiannossa käytetään juuri tätä nimitystä.
sme: joavkku vástesaš direktiivvas.

source: joka vuonna 1996 asetettiin selvittämään sopimuksen tarvetta ja edellytyksiä, katso
sme: Seammá namahusa geavahii maid dat bargojoavku mii nammaduvvui jagi 1996 vai čielggadivččii leago dárbu konvenšuvdnii ja mat eavttuid

source: työryhmän raportti vuodelta 1998.
sme: leat dasa, geahča dan joavkku jagi 1998 mannosaš raportta.

source: Sana pohjoismainen tekee lisäksi selväksi, ettei sopimus koske Venäjän saamelaisia vaan ainoastaan niitä kolmea Pohjoismaata, joissa saamelaiset
sme: (nordisk) čilge dasto vel ahte konvenšuvdna ii fátmmas Ruošša sámiid, muhto dušše

source: asuvat, nimittäin Suomea, Norjaa ja Ruotsia.
sme: dan golmma davviriikka, main sámit orrot, namalassii Suoma, Norgga ja Ruoŧa.

source: Alkusanoissa esitetään sopimustekstin pohjana olevat tärkeimmät oikeudelliset periaatteet ja
sme: Ovdasánis leat hábmejuvvon deaŧaleamos riekteprinsihpat ja sámepolitihkalaš oaivilat

source: saamelaispoliittiset näkökohdat.
sme: maidda konvenšuvdnateaksta lea vuođđuduvvon.

source: Sopimus koskee kaikkien kolmen sopimusvaltion
sme: Konvenšuvdna gusto dan golmma

source: alkuperäiskansaa, ja näkemys alkuperäiskansojen oikeudellisesta asemasta on muuttunut
sme: riikka álgoálbmogii, ja oainnut álgoálbmogiid riektedilis leat nuppástuvvan arvat

source: voimakkaasti sekä Pohjolassa että muualla maailmassa viime vuosikymmeninä.
sme: sihke davviriikkain ja riikkaidgaskasaččat maŋimuš logiid jagiid.

source: saamelaispoliittista perustaa.
sme: ovdasánis buktit ovdan guđege mearrádusa rievttálaš ja sámepolitihkalaš vuođu.

source: Sopimus on ensimmäinen meidän kolmen maamme saamelaisia koskeva yhtenäinen
sme: Konvenšuvdna ilbmá vuosttamuš čohkkejuvvon riektereguleremin min

source: oikeussäännöstö.
sme: golmma riikka sámi álbmoga várás.

source: Siinä on kysymys valtio-oikeudellisesta uudistuksesta, jota on syytä
sme: Dát lea ođđa stáhtarievttálaš ráhkadus, ja danne

source: perustella yhteispohjoismaisessa alkusanoissa.
sme: dat nanne dárbbu oktasaš davviriikkalaš ovdasátnái.

source: Alkusanat ilmentävät sekä sopimusvaltioiden hallitusten että saamelaiskäräjien
sme: Ovdasánis bohtet sihke ráđđehusaid ja sámedikkiid oainnut ovdan. Dát juohku

source: näkemyksiä. Tämä jako on tehty, koska hallitukset ja saamelaiskäräjät haluavat sekä historian
sme: lea dáhpáhuvvan dainnago ráđđehusat ja sámedikkit sihke historjjálaš vásáhusaid ja

source: kokemusten että nykytilanteen pohjalta luonnollisestikin valita näkökantansa ja painottaa niitä
sme: otnáš dili geažil diehttalas válljejit ja deattuhit oainnuid vuohkáseaset, vaikko juohku

source: jonkin verran eri tavoin, vaikka jaon tarkoituksena ei olekaan ilmentää minkäänlaista
sme: ii ulbmát buktit oidnosii guovttemielalašvuođa. Dáinna juoguin dovddahuvvo juo

source: erimielisyyttä. Tällä jaolla korostetaan jo sopimuksen alkusanoissa myös hallitusten ja
sme: konvenšuvnna álggus ráđđehusaid ja sámedikkiid ovttadássásašvuohta maiddá kon

source: saamelaiskäräjien yhdenvertaista asemaa sopimukseen liittyvässä työssä.
sme: venšuvdnabarggusge.

source: Vaikka saamelaiset eivät olekaan sopimuspuolena, sopimuksen voimaantulo
sme: Vaikko sámit formálalaččat eai leat oasálaččat konvenšuvdnii, de sámedikkiid

source: edellyttää saamelaiskäräjien hyväksyntää, vrt. 48 artikla.
sme: dohkkeheapmi lea konvenšuvnna dohkálašvuhtii eaktun, geahča artihkkala 48.

source: Tämän johdosta on ollut tärkeää
sme: Danne

source: tunnustaa saamelaiskäräjien määräysvalta jo alkusanoissa.
sme: lea leamaš deaŧalaš addit sámedikkiide sierra jiena ovdasánis.

source: Niistä käy myös ilmi, millaisia
sme: Das bohtet sámedikkiid

source: visioita saamelaiskäräjillä on saamelaissopimuksesta.
sme: višuvnnat sámekonvenšuvnna hárrái ovdan.

source: Koko sopimus on asiantuntijatyöryhmän kaikkien jäsenten yhteisen työn tulos.
sme: Olles konvenšuvdna lea leamaš buot áššedovdi joavkku lahtuid oktasaš bargu.

source: Saamelaiskäräjien perustavaa laatua olevia lausuntoja muotoiltaessa saamelaiskäräjien
sme: Muhto go sámedikkiid vuođđudeaddji cealkámušat hábmejuvvojedje, de lei lávde

source: edustajien rooli työryhmässä on ollut erityisen vahva.
sme: gotti sámediggeáirasiin erenomáš nana rolla.

source: Ensimmäinen osa: Sopimusvaltioiden hallitukset ilmoittavat tässä osassa
sme: Vuosttaš oassi: Dan golmma riikka ráđđehusat dovddahit dás dohkkehusa

source: tunnustavansa saamelaisten aseman alkuperäiskansana, jonka asuinalue ylittää valtioiden
sme: dasa ahte sámit leat álgoálbmot ja okta álbmot mii orru riikkarájiid rastá. Sámi

source: väliset rajat. Saamelaisilla on oma kulttuurinsa ja historiansa, omat perinteet, oma kieli ja
sme: álbmogis lea iežas kultuvra ja historjá, iežas árbevierut, iežas giella ja iežas

source: omat tulevaisuudensuunnitelmat.
sme: sávaldagat boahtteáiggi hárrái.

source: Sopimusvaltioilla on kansallinen ja kansainvälinen vastuu
sme: Sihkkarastin dihte ahte sámiid kultuvrii ja

source: luoda saamelaisten kulttuurille ja yhteiskuntaelämälle riittävät elin- ja kehitysehdot. Tämä
sme: servodateallimii leat doarvái buorit eavttut seailut ain ja ovdánit, de stáhtain lea

source: tarkoittaa muun muassa saamelaisten itsemääräämisoikeuden tunnustamista.
sme: Dat mearkkaša ee. dohkkehusa sámi álbmoga iešmearridanvuoigatvuhtii.

source: Edelleen on
sme: Dasto lea dárbu ahte sámit ožžot vejolašvuođa

source: välttämätöntä, että saamelaiset saavat mahdollisuuden kehittää yhteiskuntaelämäänsä yli
sme: ovddidit iežaset servodateallima riikkarájiid rastá, ja ahte sámiide sihkkarastojuvvo

source: valtionrajojen ja että heillä on käytettävissään maata ja vettä, joihin saamelainen kulttuuri perustuu.
sme: beassanlohpi eatnamiidda ja čaziide mat leat sámi kultuvrra vuođđun. Dán

source: Tässä yhteydessä on tärkeää myöntää, ettei saamelaisia ole aiemmin kohdeltu
sme: oktavuođas lea deaŧalaš miehtat dasa, ahte sámiiguin ii leat ovdal meannuduvvon

source: valtaväestön kanssa samanarvoisena kansana.
sme: álbmogiin mii lea ovttadássásaš stuorit álbmogiin.

source: Toinen osa: Saamelaiskäräjät ilmaisevat tässä osassa tähtäävänsä työssään
sme: Nubbi oassi: Sámedikkit dovddahit dás ahte sii áigot bargat buoridan dihte

source: saamelaisten elämän ja kulttuurin elinehtojen parantamiseen.
sme: sámi álbmoga eallima ja kultuvrra eavttuid.

source: Tässä yhteydessä on tärkeää,
sme: Dán oktavuođas lea deaŧalaš ahte

source: etteivät valtioiden rajat estä saamelaisten yhteenkuuluvuutta kansana tai yksilötasolla.
sme: stáhtarájit eai hehtte sámi álbmoga ja ovttaskas sámiid ovttastahtti gaskavuođaid.

source: Saamelaisille tulee antaa itsemääräämisoikeus, jonka avulla he voivat ottaa vastuun oman
sme: Sámi álbmogii ferte addojuvvot iešmearridanvuoigatvuohta vai dat dainna lágiin

source: tulevaisuutensa kehittämisestä.
sme: oažžu ovddasvástádusa iežas boahtteáiggi ovdáneamis.

source: Saamelaiskäräjät haluavat saamelaisten puolesta pitää
sme: Sámedikkit šaddet sámi

source: voimassa saamelaisten oikeudet ja vapaudet kansainvälisten ihmisoikeuksien ja muun
sme: álbmoga beales čuoččuhit álbmoga vuoigatvuođaid ja friddjavuođaid riikkaidgaskasaš

source: kansainvälisen oikeuden mukaisesti.
sme: olmmošvuoigatvuođaid ja álbmotrievtti mielde muđui.

source: Toisessa osassa korostetaan edelleen, että saamelaisilla
sme: Dasto čuoččuhuvvo ahte

source: on oikeuksia niihin maa- ja vesialueisiin, joita he ovat vanhastaan käyttäneet. Siinä
sme: sámiin leat vuoigatvuođat eatnamiidda ja čáziide maid sii leat geavahan doloža rájis.

source: painotetaan myös, että saamelaisten perinteiset taidot ja perinteiset kulttuurin ilmentymät
sme: Ovdan rohttejuvvo ahte sámiid árbevirolaš máhtut ja kultuvrralaš ilbmadeamit mat

source: yhdessä saamelaisten luonnonvarojen käytön kanssa muodostavat osan saamelaisten
sme: leat gittalagaid álbmoga luondduresurssaid geavahemiin, leat oassi sámi kultuvrras.

source: kulttuuria. Saamelaiskäräjät haluavat myös aiempaa voimakkaammin korostaa
sme: Sámedikkit áigot maid sámi nissonolbmuid eambbo váldit vuhtii árbevieruid deaŧalaš

source: Kolmas osa: Suomen, Norjan ja Ruotsin hallitukset lausuvat tässä osassa, että tämä
sme: Goalmmát oassi: Suoma, Norgga ja Ruoŧa ráđđehusat celket dás ahte dát

source: sopimus on laadittu läheisessä yhteistyössä saamelaisten edustajien kanssa.
sme: konvenšuvdna lea ráhkaduvvon lágaš ovttasbarggus sámi álbmoga áirasiiguin.

source: saamelaiskäräjillä on täten ollut asiantuntijatyöryhmässä yhtä monta edustajaa ja tasavertainen
sme: Ráđđehusat ja sámedikkit leat dainna lágiin leamaš ovtta mađe ollu áirasat ja dássá

source: asema.
sme: lagaid áššedovdi joavkkus.

source: Sopimuksen ratifiointi edellyttää lisäksi, että kaikkien sopimusvaltioiden
sme: Stáhtaid ratifiserema eaktun lea vel dasto ahte dat golbma

source: saamelaiskäräjät hyväksyvät sopimuksen.
sme: sámedikkit dohkkehit dan.

source: Lopuksi hallitukset sitoutuvat takaamaan
sme: Ja de vel ráđđehusat geatnegahttet iežaset dán

source: saamelaisten tulevaisuuden tämän sopimuksen mukaisesti.
sme: konvenšuvnna mielde sihkkarastit sámi álbmoga boahtteáiggi.

source: 9.4 Yksittäiset säännökset
sme: 9.4 Guhtege mearrádus

source: Saamelaisten yleiset oikeudet
sme: Sámi álbmoga dábálaš vuoigatvuođat

source: Sopimuksen tarkoituksena on vahvistaa ja lujittaa saamelaisten oikeuksia siten, että he voivat säilyttää ja kehittää kieltään, kulttuuriaan, elinkeinojaan ja yhteiskuntaelämäänsä niin, että valtionrajat mahdollisimman vähän häiritsevät tätä.
sme: Dán konvenšuvnna ulbmil lea duođaštit ja nannet sámeálbmogii dakkár vuoigatvuođaid, vai dat sáhttá sihkkarastit ja ovddidit gielas, kultuvrras, ealáhusaidis ja servodateallimis, nu unnán go vejolaš riikkarájiid dahkan heađuštusaiguin.

source: Sopimuksella on useita tarkoituksia.
sme: Konvenšuvnnas leat máŋga ulbmila.

source: Sillä pyritään muun muassa vahvistamaan
sme: Áigumuš lea nannet sámiid sajádaga dan

source: saamelaisten asemaa alkuperäiskansana kolmessa sopimusvaltiossa ja tekemään sellaiset oikeudelliset johtopäätökset, joita saamelaisten asemasta alkuperäiskansana seuraa.
sme: golmma riikka álgoálbmogin ja váldit vuhtii daid rievttálaš konsekvenssaid mat

source: Sopimuksella pyritään myös vahvistamaan tietyt vähimmäisoikeudet, joiden on määrä olla
sme: berrejit vuolgit sámiid álgoálbmotsajádagas. Sáhka lea maid das ahte mearridit dihto

source: voimassa kyseisissä kolmessa sopimusvaltiossa, ja siten osaltaan yhdenmukaistamaan
sme: unnimusvuoigatvuođaid mat galget gustot dan golmma riikkas, ja dainna lágiin

source: saamelaisten kannalta merkittäviä oikeussäännöksiä.
sme: oktiiheivehit daid riektenjuolggadusaid mat leat deaŧalaččat sámiide.

source: Lopuksi sopimuksen tarkoituksena on
sme: Áinnas lea das

source: vähentää maan rajojen merkitystä saamelaisille niin, että he voivat harjoittaa toimintaansa
sme: sáhka ahte unnidit riikkarájiid váikkuhusaid sámiide, vai sáhttet jođihit iežaset

source: niiden yli ja nauttia yhteiskunnan palveluista kolmessa sopimusvaltiossa kansalaisuuden tai
sme: doaimmaid rastá riikkarájiid ja atnit ávkki dan golmma riikka servodatlaš bálvalusain

source: asuinpaikan estämättä.
sme: hehttekeahttá das ahte sii eai oro dan riikkas eaige leat dan riikkavuloš. Muhto dat mii

source: Tässä artiklassa mainitut asiat ovat kuitenkin sopimuksen päätarkoitus.
sme: celkojuvvo dán artihkkalis boahtá ovdan bajimuš ulbmilin.

source: Sopimuksen 1 artiklassa mainitaan kulttuurin ja yhteiskuntaelämän ohella elinkeinot.
sme: Artihkkalis 1 namahuvvojit ealáhusat bálddalagaid kultuvrrain ja servodat

source: Sama koskee myös muita sopimuksen artikloja, kuten esimerkiksi 6, 16 ja 41 artiklaa.
sme: artihkkaliid 6, 16 ja 41.

source: Suomen perustuslain 17 §:n 3 momentissa ja 121 §:n 4 momentissa ja vastaavasti Norjan
sme: Suoma vuođđolágas, 17 § 3 mom ja 121 § 4 mom, ja nu maid

source: perustuslain 110 a §:ssä kulttuurin käsite koskee myös elinkeinoja.
sme: norgalaš Vuođđolágas, § 110 a, doaba kultuvra siskkilda maiddái ealáhusaidge. Nu

source: Näin laajassa
sme: viiddis teavsttas go dán konvenšuvdnateavsttas, mas leat sierra mearrádusat

source: sopimustekstissä, jossa on omat elinkeinoja koskevat säännöksensä ja omat kulttuuria
sme: ealáhusain ja sierra mearrádusat kultuvrras dan eanebut árbevirolaš ja gáržžes

source: koskevat säännöksensä perinteisemmässä ja suppeammassa merkityksessä, on elinkeinoja
sme: mearkkašumis, lea máŋgga artihkkalis dattetge heivvolaš bidjat ealáhusaid ovdan

source: kuitenkin tarkoituksenmukaista korostaa useissa artikloissa erikseen kulttuurikäsitteen ohella.
sme: bálddalagaid doahpagiin kultuvra.

source: On kuitenkin syytä painottaa, että elinkeinojen mainitseminen 1 artiklassa ja muissa
sme: Dárbu lea dattetge deattuhit, ahte go ealáhusat namahuvvojit bálddalagaid

source: tämän sopimuksen artikloissa kulttuurin ohella ei saa johtaa siihen, että kulttuurin käsite
sme: kultuvrrain artihkkalis 1 ja eará artihkkaliin dán konvenšuvnnas, de dat ii galgga

source: ymmärrettäisiin kansallisessa lainsäädännössä, esimerkiksi Suomen ja Norjan perustuslaissa,
sme: jáhkihit ahte kulturdoaba riikkalaš láhkaásahusas, omd. suopmelaš ja norgalaš

source: melko kapea-alaisesti.
sme: vuođđolágain, ipmirduvvo gáržžit mearkkašumis.

source: Myös varsinaisessa sopimuksessa on useita esimerkkejä siitä, että
sme: Maiddái ieš konvenšuvnnas leat

source: kulttuuri-käsite sisältää myös elinkeinot.
sme: máŋga ovdamearkka das ahte doaba kultuvra siskkilda ealáhusaid maid. Nu lea

source: Tällaisia esimerkkejä on muun muassa 3 artiklassa ja
sme: ovdamearkka dihte artihkkala 3 ja kapihttala III artihkkaliid dáfus.

source: Suomi, Norja ja Ruotsi ovat kaikki tunnustaneet, että saamelaiset ovat näiden maiden
sme: Suopma, Norga ja Ruoŧŧa leat dohkkehan sámiid iežaset riikkaid álgo

source: alkuperäiskansa, katso 6.3, 6.4 ja 6.5 kohdat edellä.
sme: álbmogin, geahča dás ovddabealde čuoggáid 6.3, 6.4 ja 6.5.

source: Suomi on ainoana maana nimenomaisesti
sme: Suopma lea áidna riikan

source: lausunut tämän perustuslaissaan, katso 17 §:n 3 mom.
sme: čielgasit dovddahan dan iežas vuođđolágas, geahča 17 § 3 mom. Norga lea go

source: Ratifioimalla itsenäisten valtioiden
sme: ratifiserii ILO-konvenšuvnna nr. 169, mii lea iešmearrideaddji stáhtaid álgoálbmogiid
